Repository: abrahamduran/flypack-bot
Catalog: FlypackBot/L10n/strings.*.resx
Languages: es, fr

# InlineQueryAnswerMessage
source: {0}\nListo, respuesta: *{1}*
fr: {0}\nListe, réponse: *{1}*

# DontKnowYouMessage
source: "Do I know you? ಠ_ಠ"
es: "Pero... yo ni si quiera te conozco. ಠ_ಠ"
fr: "Je vous connais? ಠ_ಠ"

# WeHaveAlreadyMetMessage
source: It seems to me that we have already been through this, perhaps you have already sent that command before. _Déjà vu_
es: Me parece que ya hemos pasado por esto, quizás ya has enviado ese comando anteriormente. _Déjà vu_
fr: Il me semble que nous sommes déjà passés par là, peut-être avez-vous déjà envoyé cette commande auparavant. _Déjà vu_

# WelcomeMessage
source: Hello! As you may already know, this bot will help you with the tracking of your [Flypack](https://www.flypack.com.do) packages.\n_This bot does not have any legal relationship with the company Flypack or its associates._
es: ¡Hola! Como tal vez ya sepas, este bot te ayudará con el seguimiento de tus paquetes de [Flypack](https://www.flypack.com.do).\n_Este bot no posee ninguna relación jurídica con la empresa Flypack o sus allegados._
fr: Bonjour! Comme vous le savez peut-être déjà, ce bot vous aidera dans le suivi de vos colis [Flypack](https://www.flypack.com.do).\n_Ce bot n'a aucun lien juridique avec la société Flypack ou ses associés._

# SendUsernameAndPasswordMessage
source: Please send me your username and password, so I can monitor your packages and their status. Don't worry, I'll keep your credentials safe.\n\nSend them this way: _username, password_.
es: Por favor, mándame tu usuario y contraseña; así podré revisar tus paquetes y sus estados. No te preocupes, mantendre tus credenciales bien seguras.\n\nMándalos de esta forma: _usuario, contraseña_.
fr: Veuillez m'envoyer votre nom d'utilisateur et votre mot de passe, afin que je puisse surveiller vos colis et leur statut. Ne vous inquiétez pas, je garderai vos informations d'identification en sécurité.\n\nEnvoyez-les de cette façon : _nom d'utilisateur, mot de passe_

# SendUsernameAndPasswordSecondMessage
source: Please send me your username and password.\n\nSend them like this: *username, password*, using a comma (,) in between.
es: Por favor, mándame tu usuario y contraseña.\n\nMándalos de esta forma: *usuario, contraseña*, utilizando una coma (,) en medio de.
fr: Veuillez m'envoyer votre nom d'utilisateur et votre mot de passe.\n\nEnvoyez-les comme ceci : *nom d'utilisateur, mot de passe*, en utilisant une virgule (,) entre les deux.

# WrongUsernameAndPasswordMessage
source: *Wrong username and password*\nPlease send me your username and password one more time.\n\nSend them this way: _username, password_.
es: *Usuario y contraseña incorrectos*\nPor favor, mándame tu usuario y contraseña una vez más.\n\nMándalos de esta forma: _usuario, contraseña_.
fr: *Nom d'utilisateur et mot de passe erronés*\nVeuillez m'envoyer votre nom d'utilisateur et votre mot de passe une fois de plus.\n\nEnvoyez-les de cette façon : _nom d'utilisateur, mot de passe_

# UsernameAndPasswordPlaceholder
source: username, password
es: usuario, contraseña
fr: nom d'utilisateur, mot de passe

# AlreadyLoggedInWithThatAccountMessage
source: Hmm... odd, apparently someone has already logged in with that account. Give me some time while I figure this out.
es: Hmm... esto es extraño, pero, al parecer otra persona ya se ha logueado con esa cuenta. Te pido que me des unos minutos en lo que verifico esta situación.
fr: Hmm... bizarre, apparemment quelqu'un s'est déjà connecté avec ce compte. Donnez-moi un peu de temps pendant que je réfléchis.

# LoginWelcomeMessage
source: Hi {0}! I was able to log in with your user, now I will monitor the status of your packages.
es: ¡Hola {0}! He podido iniciar sesión con tu usuario, ahora me mantendré monitoreando el estado de tus paquetes.
fr: Salut {0}! J'ai pu me connecter avec votre utilisateur, maintenant je vais surveiller l'état de vos colis.

# LoginAttemptRequestPermissionMessage
source: Hey {0}, the user {1} is trying to login with your Flypack account, are you ok with this?
es: Hey {0}, el usuario {1} está tratando de iniciar sesión con tu cuenta de Flypack, ¿estás de acuerdo con esto?
fr: Hé {0}, l'utilisateur {1} essaie de se connecter avec votre compte Flypack, ça vous convient ?

# DeniedLoginAttemptMessage
source: Sorry... your login attempt was denied.
es: Disculpa... tu intento de inicio de sesión no ha sido aprobado.
fr: Désolé... votre tentative de connexion a été refusée.

# AllowedLoginAttemptMessage
source: Your login attempt has been approved.
es: Tu inicio de sesión ha sido aprobado.
fr: Votre tentative de connexion a été approuvée.

# LoginAttemptAllowText
source: allow
es: permitir
fr: Autoriser

# LoginAttemptDenyText
source: deny
es: denegar
fr: Nier

# ChangeYourPasswordWarningMessage
source: ⚠️ I would advise you to change your password as soon as possible.
es: ⚠️ Te recomiendo que cambies tu contraseña tan pronto te sea posible.
fr: ⚠️ Je vous conseille de changer votre mot de passe dès que possible.

# StopBotConfirmationMessage
source: Are you sure you want to stop the bot?
es: ¿Estás seguro que quieres detener el bot?
fr: Voulez-vous vraiment arrêter le bot ?

# StoppedBotMessage
source: From this moment you will no longer receive notifications about your packages. At the same time, the information related to your user has been deleted.
es: A partir de este momento ya no recibirás más notificaciones sobre tus paquetes. De igual forma, la información relacionada a tu usuario ha sido eliminada.
fr: À partir de ce moment, vous ne recevrez plus de notifications concernant vos colis. Dans le même temps, les informations relatives à votre utilisateur ont été supprimées.

# StoppedBotFollowUpMessage
source: Also, the users that you have previously authorized have been removed and will no longer receive notifications.
es: Así mismo, los usuarios que has autorizado previamente han sido removidos y dejarán de recibir notificaciones.
fr: De plus, les utilisateurs que vous avez précédemment autorisés ont été supprimés et ne recevront plus de notifications.

# StoppedBotAuthorizedUsersMessage
source: From this moment you will no longer receive notifications about the packages associated with the FLY-{0} account. The original logged in user has stopped the bot's functions.\nYou can log in yourself using the /start command.
es: A partir de este momento ya no recibirás más notificaciones sobre los paquetes asociados a la cuenta FLY-{0}. El usuario que se ha logueado previamente ha detenido las funciones del bot.\nSi deseas, puedes iniciar sesión usando el comando /start.
fr: À partir de ce moment, vous ne recevrez plus de notifications sur les forfaits associés au compte FLY-{0}. L'utilisateur initialement connecté a arrêté les fonctions du bot.\nVous pouvez vous connecter vous-même à l'aide de la commande /start.

# YesKeyword
source: yes
es: si
fr: oui

# YesText
source: Yes
es: Sí
fr: Oui

# NoKeyword
source: no
fr: non

# NoText
source: No
fr: Non

# EmptyPackageListMessage
source: Empty packages list 📭
es: Lista de paquetes vacía 📭
fr: Liste des packages vides 📭

# PackageStatus
source: Packages Status
es: Estado de paquetes
fr: Statut des colis

# PackagesInProcessMessage
source: You have {0} packages in process
es: Tienes {0} paquetes en proceso
fr: Vous avez {0} packages en cours de traitement

# ReceivedByField
source: Received by
es: Recibido
fr: Reçu par

# WeightField
source: Weight
es: Peso
fr: Lester

# StatusField
source: Status
es: Estado
fr: Statut

# DescriptionField
source: Description
es: Descripción

# PoundsText
source: lb
es: libras
